       IDENTIFICATION DIVISION.
       PROGRAM-ID. B.
       ENVIRONMENT DIVISION.
       CONFIGURATION SECTION.
       REPOSITORY.
           FUNCTION ALL INTRINSIC.
       DATA DIVISION.
       WORKING-STORAGE SECTION.
           COPY 'DICTIONARY.CPY'.
       PROCEDURE DIVISION.
           DISPLAY
               'CONTENT-TYPE: TEXT/HTML'
               NL
           END-DISPLAY.
           DISPLAY
               DOC
               NL
               HEAD
                 NL
                 CAPTION
                   'b - *observe.observer'
                 END-CAPTION
                 META PROP BECOMES '"og:title"'
                      CON BECOMES '"b - *observe.observer"'
                 CLOSE-META
                 NL
                 META PROP BECOMES '"og:type"'
                      CON BECOMES '"website"'
                 CLOSE-META
                 NL
                 META PROP BECOMES '"og:url"'
                      CON BECOMES '"HTTPS://OBSERVE.OBSERVER/M.HTML"'
                 CLOSE-META
                 NL
                 META PROP BECOMES '"og:image"'
                   CON BECOMES '"http://observe.observer/f/preview.jpg"'
                 CLOSE-META
                 NL
                 META PROP BECOMES '"og:description"'
                      CON BECOMES '"Friday, August 15th, 2003. 10 o''clo
      -    'ck PM EST (7 o''clock PM PST)..."'
                 CLOSE-META
           END-DISPLAY .
           CALL 'HEAD'.
           DISPLAY
               END-HEAD
               NL
               BODY
           END-DISPLAY.
           CALL 'BANNER'.
           DISPLAY
                 NL
                 DIV LINEAGE BECOMES '"story"' CLOSE-DIV
                   H1 IDENTITY BECOMES '"storytitle"' CLOSE-H1
                     'b'
                   END-H1
                   PARA CLOSE-PARA
           'Friday, August 15th, 2003. 10 o''clock PM EST (7 o''clock P'
           'M PST). Dark night (#2E2E2E, https://www.color-hex.com/colo'
           'r/2e2e2e) and a moon whole (#F3F3F3, https://www.color-hex'
           '.com/color/f3f3f3) I wandered to the retention pond (Lat: 2'
           '8.688283, Long: -81.459296), murky water (approx #004931, h'
           'ttps://www.color-hex.com/color/004931) whereupon I stumbled'
           ' a noise beckon''d (https://i.imgur.com/pWQxvs9.png,'
           ' https://youtu.be/MO2_dn19zCA?t=20)'
           ' my ears perked, a noise unknown to '
           'me, that time (August 15, 2003; approx 22:05 EST, 19:05 PST'
           ') present. My age: 9 years, 2 months, 9 days, 17 hours and '
           '13 minutes. Skin on my feet (approx #FDF2E4, https://www.co'
           'lor-hex.com/color/fdf2e4) sank in mud. My heart, palpitatin'
           'g (135 BPM, approx. 2 asynchronous beats per. 5 seconds) at'
           ' '
           'delights of prospects of losing my virginity. My first orga'
           'sm was on June 3rd, 2003 at around 2 PM EST (11 AM PST) my '
           'age was 8 years, 11 months, 19 days, 11 hours and 30 minute'
           's assuming my time of birth was June 15th, 1994 at 2:30 AM '
           'EST (June 14th, 1994 at 11:30 PM PST) this masturbatory act'
           ' '
           'transpired  in a hot tub. The details of this encounter are'
           ' '
           'unimportant. I pludged the depths, paddling across at a rat'
           'e of 3 MPH (2.6 knots) swampy water beading my face and hai'
           'r (#694600, https://www.color-hex.com/color/694600) Fruitle'
           'ss efforts, as I attempted to pinpoint the source of my cur'
           'iosity. Finally: a lilypad (#00640D, https://www.color-hex.'
           'com/color/00640d) (approx 11 inches [27.94 cm] wide) held m'
           'y prize. One adult, male "rana catesbeiana" (Common America'
           'n Bullfrog) it''s size (about 7.5 inches wide [19.05 cm], 9'
           ' inches long [22.86 cm], 2.3 inches tall [5.842 cm] '
           'weighing '
           'approximately 100 grams [0.22 pounds]) typical for that of '
           'this species, I''ve discovered. I snatched it, it put up no'
           ' '
           'fight. I hurried back to shore (approx. 3.5 MPH, [3.04 knot'
           's]) wherein my eyes (#009313, https://www.color-hex.com/col'
           'or/009313) gleamed upon sight of this trepid creature. I de'
           'cided to pull down my jean shorts '
           '(#000E82, https://www.colo'
           'r-hex.com/color/000e82) and my underwear (#C2C2C2, https://'
           'www.color-hex.com/color/c2c2c2). I parted it''s lips (#00E7'
           '1'
           'E, https://www.color-hex.com/color/009313) and placed my me'
           'mber (Head: #C23899, https://www.color-hex.com/color/c23899'
           '; Shaft: #E5BF9E ALPHA:217, https://www.color-hex.com/color'
           '/e5bf9e) inside. I thrusted, he croaked. I finish, my seed '
           '(#E0E0E0 ALPHA: 155, https://www.color-hex.com/color/e0e0e0'
           ') seeped from his oriface. I toss him back towards the sea,'
           ' and proceeded back home.'
                   END-PARA
                   END-DIV
               END-BODY
           END-DISPLAY.
       GOBACK.
       END PROGRAM B.
