       IDENTIFICATION DIVISION.
       PROGRAM-ID. EE.
       ENVIRONMENT DIVISION.
       CONFIGURATION SECTION.
       REPOSITORY.
           FUNCTION ALL INTRINSIC.
       DATA DIVISION.
       WORKING-STORAGE SECTION.
           COPY 'DICTIONARY.CPY'.
       PROCEDURE DIVISION.
           DISPLAY
               'CONTENT-TYPE: TEXT/HTML'
               NL
           END-DISPLAY.
           DISPLAY
               DOC
               HEAD
                 NL
                 CAPTION
                   'e - *observe.observer'
                 END-CAPTION
                 META BECOMES '"og:title"'
                   CON BECOMES '"e - *observe.observer"'
                 CLOSE-META
                 NL
                 META BECOMES '"og:type"'
                   CON BECOMES '"website"'
                 CLOSE-META
                 NL
                 META BECOMES '"og:url"'
                   CON BECOMES '"HTTPS://OBSERVE.OBSERVER/G.HTML"'
                 CLOSE-META
                 NL
                 META BECOMES '"og:image"'
                 CON BECOMES '"http://observe.observer/f/preview.jpg"'
                 CLOSE-META
                 NL
                 META BECOMES '"og:description"'
                   CON BECOMES '"''writhe in bed time.'' i close my eyes
      -    '. sit and merge, my legs and arms remains somewhat restless.
      -    '"'
                 CLOSE-META
           END-DISPLAY.
           CALL 'HEAD'.
           DISPLAY
               END-HEAD
               NL
               BODY
           END-DISPLAY.
           CALL 'BANNER'.
           DISPLAY
                 NL
                 DIV LINEAGE BECOMES 'story' CLOSE-DIV
                   H1 IDENTITY BECOMES 'storytitle' CLOSE-H1
                     'e'
                   END-H1
                   PARA CLOSE-PARA
           'curled up touch loss don''t know. it''s here and '
           'material, light warm candles inside. love smoke empathy '
           'embers, slips into bed. i''m here, i''m comfortable.'
           ' closed '
           'eyes, whisked away. green tendril blue tendril: '
           'cuts black, immaterial; soul apparent. key unlocked, '
           'door ajar. "what is the truth? what is beyond rationale?" '
           'i say to the void. feelings eclipse, presence eclipse. '
           'i love u, written in red. u r ok, written in red. slow. '
           'fire. sparked. glowing. i''m gone, i detach. movie '
           'theater, i''m here. drive-in, pittsburgh. why am i here? '
           'i can''t question it. i want to go back, so i do go back. '
           'in the dark, i feel it. close eyes, welcome back. green '
           'tendril blue tendril. cuts black, immaterial; soul '
           'apparent. key unlocked, door ajar. "what is the truth? '
           'what is truth beyond rationale?" i say to the void. '
           'feelings eclipse, presence eclipse. i love u, written '
           'in red. u r ok, written in red. incessant, persistent. '
           'demon? tulpa? God? please be God. no. feels unfriendly; '
           'feels unwelcoming. i rise, i sit. "you want to help? '
           'you may help me." i submit. i wait. the feeling '
           'disappears, my feeling disappears. not malicious perhaps, '
           'i don''t know. distortion subside, clarity resumes. '
           'extreme vulnerability, emotional vulnerability. spiritual '
           'vulnerability. what if my soul dies alone? what if my '
           'soul is untied? i dont want to die alone. i''m panicking; '
           'i don''t want to die alone. i don''t want to be alone. '
           'i don''t want to die alone. i don''t want to wander. i '
           'don''t want to die alone. i don''t want to be lost. i '
           'don''t want to die alone. i''m crying; i don''t want to '
           'die alone, i don''t want to be alone, i don''t want to '
           'die alone, i don''t want to wander, i don''t want to '
           'die alone, i don''t want to be lost, i don''t want to '
           'die alone. i''m wailing; i don''t want to die alone, '
           'i don''t want to be alone, i don''t want to die alone, '
           'i don''t want to wander, i don''t want to die alone, '
           'i don''t want to be lost, i don''t want to die alone. '
           'i don''t want to die alone. i don''t want to die alone. '
           'i don''t want to die alone! calm embrace. i see. '
           'i feel it. a pure, imminent bliss; a pure and blissful '
           'good. blinding white, but feeling. i see now, a truth '
           'reclaimed. i won''t die alone. i won''t be alone. '
           ' i won''t '
           'wander. i won''t be lost. no abject terrors, no earthly '
           'laments. no sorrow, no grief; only good, wholly good. '
           'friends and family; my parents: the love, attention, '
           'care lost as a child made up in spades, "you''re cared '
           'for, you''re special, you''re loved, we''re proud of '
           'you..." held, loved. finally, for all eternity. my '
           'heart, my soul, love beyond love in eternal bliss. '
           'i must share my soul, my soul must be tied. my '
           'husband, my wife; our heart, our soul. i''m relieved, '
           'i''m renewed. '
                   END-PARA
                   END-DIV
               END-BODY
           END-DISPLAY.
       GOBACK.
       END PROGRAM EE.
