       IDENTIFICATION DIVISION.
       PROGRAM-ID. G.
       ENVIRONMENT DIVISION.
       CONFIGURATION SECTION.
       REPOSITORY.
           FUNCTION ALL INTRINSIC.
       DATA DIVISION.
       WORKING-STORAGE SECTION.
           COPY 'DICTIONARY.CPY'.
       PROCEDURE DIVISION.
           DISPLAY
               'CONTENT-TYPE: TEXT/HTML'
               NL
           END-DISPLAY.
           DISPLAY
               DOC
               HEAD
                 NL
                 CAPTION
                   'g - *observe.observer'
                 END-CAPTION
                 META BECOMES '"og:title"'
                   CON BECOMES '"g - *observe.observer"'
                 CLOSE-META
                 NL
                 META BECOMES '"og:type"'
                   CON BECOMES '"website"'
                 CLOSE-META
                 NL
                 META BECOMES '"og:url"'
                   CON BECOMES '"HTTPS://OBSERVE.OBSERVER/G.HTML"'
                 CLOSE-META
                 NL
                 META BECOMES '"og:image"'
                 CON BECOMES '"http://observe.observer/f/preview.jpg"'
                 CLOSE-META
                 NL
                 META BECOMES '"og:description"'
                   CON BECOMES '"''writhe in bed time.'' i close my eyes
      -    '. sit and merge, my legs and arms remains somewhat restless.
      -    '"'
                 CLOSE-META
           END-DISPLAY.
           CALL 'HEAD'.
           DISPLAY
               END-HEAD
               NL
               BODY
           END-DISPLAY.
           CALL 'BANNER'.
           DISPLAY
                 NL
                 DIV LINEAGE BECOMES 'story' CLOSE-DIV
                   H1 IDENTITY BECOMES 'storytitle' CLOSE-H1
                     'g'
                   END-H1
                   PARA CLOSE-PARA
                   END-PARA
           'swallow and let''s go. let''s wait a bit, the calm before '
           'the storm? i don''t know, it''s been a long time, maybe '
           'never? wait. still waiting. oh, there you are. familiar '
           'feeling through arms and legs, it''s okay. huh, words '
           'split in 2. words split stretched. words betray '
           'comprehencmrozwkefs- i''m slipping back i''m falling '
           'through fuck i don''t want this? i don''t want this? '
           'i don''t want this? i don''t want this i don''t want '
           'this i don''t want this i don''t want this. regret. '
           'trapped. panic time. panic time. panic. panic. '
           'panic. panicing. i''m panicing. i''m panicing i''m '
           'panicing i''m panicing i am panicing. fuck, '
           'an hour? what? panic intensifies. panic panic panic panic '
           BREAK BREAK
           'panicpanicpanicpanicpanicpanicpanicpanicpciapncapicaipncinpc
      -    'cicapiciacpiacacacic'
           BREAK BREAK
           'panic. '
           BREAK BREAK
           'mind split. '
           BREAK BREAK
           'the altar upon me bestows; brilliant, gem '
           's upon whom patterns adorn, the ring atop my '
           'new cross become; my new God. what must i do? how '
           'may i happy become? God speak''th: thy femininity, '
           'thy masculinity; sacrifice thou shalt. thus he said, '
           'and thus the dagger itself presents. with Thine blade, '
           'myself i shall dissect; and so i did. my arm, my leg; '
           'upon the statue of bull and cat, i lay. '
           BREAK BREAK
           'fog, see? can''t. fog. blurred. split. two. dream? '
           'panic. panic. panic. panicpanicpanic. why? why??? '
           'panic. panicing. '
           'panicpanicpanicpanicpanicpanicpanicpanicpanic. '
           BREAK BREAK
           'body split.'
           BREAK BREAK
           'God, what Thou asked, i did. why? an offer inadequate, '
           'through me sayeth He. altar glimmers, a diamond flurry. '
           'triangular. trapezoidal. void of space beyond, stars '
           'glitter; geometric stars; a pixel nebula. upon a verge '
           'so desperate, myself and blade merge; my tummy, my '
           'chest. upon the statue of bull and cat, i lay. '
           BREAK BREAK
           'f. s? c. f. b. s. t. d? p. p. p. ppp. w?'
           'w??? p. p. ppppppppp. '
           BREAK BREAK
           'soul split.'
           BREAK BREAK
           'knees buckle, i weep. God, please. why? please. '
           'please. please. i''m begging You, allow me to be '
           'happy. please. i''ll do anything. i love You, please. '
           'please. i don''t know what to do anymore. why do this '
           'to me? i''m a good person, i know i am. what have i '
           'done to deserve this? please just let me leave, tell '
           'me what i must do... from within, temptation rises. '
           'knife meet breast, cease pain exist. i love You. one '
           'artery, two. i love You. my life beats upon my hand, '
           'and i live. i''m alive, i''m eternal. my gift: my heart, '
           'my breast. '
            BREAK BREAK
           'i love You, i love everyone. '
                   END-PARA
                   END-DIV
               END-BODY
           END-DISPLAY.
       GOBACK.
       END PROGRAM G.
