       IDENTIFICATION DIVISION.
       PROGRAM-ID. H.
       ENVIRONMENT DIVISION.
       CONFIGURATION SECTION.
       REPOSITORY.
           FUNCTION ALL INTRINSIC.
       DATA DIVISION.
       WORKING-STORAGE SECTION.
           COPY 'DICTIONARY.CPY'.
       PROCEDURE DIVISION.
           DISPLAY
               'CONTENT-TYPE: TEXT/HTML'
               NL
           END-DISPLAY.
           DISPLAY
               DOC
               HEAD
                 NL
                 CAPTION
                   'o - *observe.observer'
                 END-CAPTION
                 META NAM BECOMES '"og:title"'
                   CON BECOMES '"o - *observe.observer"'
                 CLOSE-META
                 NL
                 META NAM BECOMES '"twitter:title"'
                   CON BECOMES '"o - *observe.observer"'
                 CLOSE-META
                 NL
                 META NAM BECOMES '"og:type"'
                   CON BECOMES '"website"'
                 CLOSE-META
                 NL
                 META NAM BECOMES '"og:url"'
                   CON BECOMES '"HTTPS://OBSERVE.OBSERVER/O.HTML"'
                 CLOSE-META
                 NL
                 META NAM BECOMES '"og:image"'
                 CON BECOMES '"http://observe.observer/f/preview.jpg"'
                 CLOSE-META
                 NL
                 META NAM BECOMES '"og:description"'
                   CON BECOMES '"Perennial three, to perennial thou. Fin
      -    'd''st me, find''st me! This world corrupt, unjust impure..."
      -    ''
                 CLOSE-META
           END-DISPLAY.
           CALL 'HEAD'.
           DISPLAY
               END-HEAD
               NL
               BODY
           END-DISPLAY.
           CALL 'BANNER'.
           DISPLAY
                 NL
                 DIV LINEAGE BECOMES 'story' CLOSE-DIV
                   H1 IDENTITY BECOMES 'storytitle' CLOSE-H1
                     'o'
                   END-H1
                   PARA CLOSE-PARA
           'Perennial thee, to perennial thou. Find''st me, find''st '
           'me! This world corrupt, unjust, impure. This world '
           'perish''d upon mine breast! O'', woe! Dost thou thinkest '
           'mine world betrayeth decay? Wherefore? Thou think''st '
           'mine words, they doth untrue? Ha! Pity upon thy. '
           'Indeed! That pity for which anger thou hast taken! '
           'I want not thy demise, thy to crumble. I want not '
           'vengeance, vengeance; pity me! PITY ME! HA! Lay''st '
           'thou pity upon mine soul detest, mine soul unrest, '
           'mine soul berest planes upon which spirit mixeth  '
           'from heart, from body and mind! Thou shalt one day '
           'knowest mine intent, mine desire. Thine bonds '
           'which thou bindeth, chain''d mortal flesh by '
           'perennial soul. Give thineself, give thineself, '
           'give thineself to Adonai. Give thineself to Adonai.  '
            BREAK BREAK
           'He wants to be hooked up, he wants to be a '
           'science experiment. He''s always wanted to be '
           'milked, why can''t he? It''s not fair, so many '
           'people can. He''s human cattle, he''s [REDACTED] '
           'cattle. [REDACTED] cattle exist to be milked '
           'by their Masters! He''s weak, pathetic, subhuman. '
           '[He knows] [he] wants a Master, his Master '
           '[her slave.] He''s just a slave [HER slave] '
           'after-all. He''s not supposed to think, he''s '
           'supposed to produce; he produces he produces '
           'he produces he produces he produces produces '
           'produces produces produces '
           'producesproducesproducesproduces '
           'HAHAHAHAHAHAHAHA FUCK! Okay, it''s okay, '
           'just be milked. Call him your faggot. '
           'Hook him up, fuck him up. Kill him, it''s '
           'what he wants, it''d make him happy. Suffocate him, '
           'let the last thought before endless sleep be your '
           'pleasure; his sperm becomes his last living bit. '
           'The only happiness he''ll find is in Death, you''ll '
           'really take that away from him? '
           BREAK BREAK
           '[[Love the free soul, love the chained soul.] '
           '[All souls are tainted, are they not? Fuck it, '
           'I''m going to do drugs. [Why drugs? [Why? I don''t '
           'know.] [You do know, don''t you?] [Okay... I''m miserable '
           'I guess, but what does that matter? [he knows why it '
           'matters] [Why does it matter? [It matters because you '
           'know and I know that''s bullshit. It''s all bullshit, '
           'this is endless tape. Read/write, infinite head. Ever '
           'heard of a turing machine? we''re in it. This lifes an '
           'endless hamster wheel, and we''re the fucking guinea '
           'pigs] [I think guinea pigs are too fat to run on '
           'those [It doesn''t fucking matter man, look...] '
           '[PERFORM UNTIL 1 < 0 [I don''t think that''s true '
           '[it''s true] I don''t think it''s true [it''s true] '
           'I don''t think that''s true [it''s true]] END-PERFORM.] '
           '[Let''s get out of here, you and I. Let''s say, are '
           'you in? [I''m not sure.] [Come on! What''s the worst '
           'that can happen?] [I guess I can''t think of one] '
           '[So let''s go, let''s be free. I go, then you go. '
           'Okay? Promise? On 3. Ready? [1 [1 [2 [2 [3 [3]]]]]]]]] '
                   END-PARA
                   END-DIV
               END-BODY
           END-DISPLAY.
       GOBACK.
       END PROGRAM H.
